#Напишите код, который выведет на экран список языков с нумерацией.
#languages = ['go', 'java', 'php', 'python', 'javascript', 'ruby']

languages = ['go', 'java', 'php', 'python', 'javascript', 'ruby']
for i in range(len(languages)):
	print(i, languages[i])
