# Выведите каждое 2 имя. Подсказка: Всего имён 13.

names = ('Максат','Лязат','Данияр','Айбек','Атай','Салават','Адинай','Жоомарт','Алымбек','Эрмек','Дастан','Бекмамат','Аслан',)
for i in range(1,len(names),2):
	print(names[i])
