#Создайте пустой словарь.
#Запустите цикл который 3 раза спросит его имя и его пароль.
#Записывайте имя пользователя как ключ, а пароль как его значение.

d = {}
name = input("Введите имя: ")
password = input("Введите пароль: ")
name = input("Введите имя: ")
password = input("Введите пароль: ")
name = input("Введите имя: ")
password = input("Введите пароль: ")
d[name] = password
print(d)
