#Напишите код где есть IndexError.

l = ('blabla', 'lala', 'blaaaabla', 'balbal')
print(l[1000])
