#Напишите код где есть NameError.

h = {clay : 0, color: 3, smell: 7}
print(h[farfala])
