#Напишите код где есть TypeError.

a = 1
b = 'molly'
print(c = a*b)
