#Создать пустой лист.Добавить в него сначала Ваше Имя, Год Рождения, любимый Язык Программирования

spisok = []
spisok.append('Maya')
spisok.append('C+')
spisok.insert(1, '1918')
print(spisok)
