#Создать Лист и заполнить его 5 РАЗНЫМИ ТИПАМИ ДАННЫХ.

spisok = ['crow', 5, 0.9, ['cat', 'dolphin', 'elephant'], ('a', 'b')]
print(spisok)
