#1.Создать Лист из 5 разных имён.
#2.Создать пустую строку и через .join() соеденить пустую строку и все имена в списке.

spisok = ['Kaya', 'Magali', 'Djaidar', 'Misha', 'Aliman']
a = '   '
print(a.join(spisok[0]))
print(a.join(spisok[1]))
print(a.join(spisok[2]))
print(a.join(spisok[3]))
print(a.join(spisok[4]))

print(a.join(spisok))
